'''
Вася написал такую-вот шуточную программу,
которая должна общаться с человеком. В том числе
она должна задать человеку ТРИ вопроса и подождать ответ,
но что-то идёт не так.
'''

print("Привет!")
input("Как тебя зовут? ")
print("Очень приятно! Я Питонотрон 3000")
input("У тебя есть несколько минут?")
print("Я быстро. Слушай, мне нужно немного деньжат")
print("Всего ничего.")
input("Дашь 5000?")
print("Короче говоря, я уже всё равно твою карту взломал и перевёл!")
print("Спасибо, дружище!!!")
